{
    "name": "A brief history of quantum alternatives",
        "sentences": " Despite their radical break with past ideas of space and time, Einstein's theories would soon end up lumped in with Newton's as part of \"Classical physics.\" We needed to do so because there was a revolution in scientific thought so profound that it created a bright line in the history of science: the development of quantum physics.[BREAK] Once the quantum world leaves us feeling suitably uncomfortable, then we can understand why, ever since it arrived on the scene, physicists have been trying to construct alternatives to quantum mechanics-alternatives that reproduce the same fantastic agreement with experiments while retaining part of the classical core that agrees with our deepest intuitions about how nature should behave.[BREAK] First, if you slow down the rate of emission of particles so that only one can pass through the slits at a time, the result does not change.[BREAK] This must mean, somehow, that the particle splits into two, passes through both slits, and interferes with itself! Second, if you make any alteration to the apparatus to record which slit the particle passes through, the interference pattern disappears and is replaced by the pattern you would expect if the particles were simply particles, with no wavelike characteristics: two symmetrical distributions centered on each slit.[BREAK] Technology has advanced to the point where we can decide what kind of measurement to take after the particle has begun its journey.[BREAK] The particle must have \"Decided\" to act like a particle or a wave before passing through the slits and before the final configuration of the experiment.[BREAK] The results of the delayed choice experiments have led more than one physicist to speculate that the information about whether to be a particle or a wave is transmitted back in time, from the time of the choice to some time before the particle traverses the device.[BREAK]",
            "links": [
                {
                    "name": "Double-slit experiment - Wikipedia",
                    "url": "https://www.bing.com/cr?IG=28A35F17E3A74A2AB46AB0DCE6938FD8&CID=0B0AF610054D6C353C47FCDF04126DF9&rd=1&h=crP9tyRiEWlDpMI5QUQlT2ftrnNw3ttYLiuFmKk6zDQ&v=1&r=https%3a%2f%2fen.wikipedia.org%2fwiki%2fDouble-slit_experiment&p=DevEx,5080.1",
                    "displayUrl": "https://en.wikipedia.org/wiki/Double-slit_experiment",
                    "description": "A double-slit experiment was not performed ... Despite the importance of this thought experiment in the history of quantum ... An Introduction to Quantum Physics."
                },
                {
                    "name": "Quantum Suicide - Thought Experiments",
                    "url": "https://www.bing.com/cr?IG=28A35F17E3A74A2AB46AB0DCE6938FD8&CID=0B0AF610054D6C353C47FCDF04126DF9&rd=1&h=W82uW07IQtDbSjKlW9uoe_RID6UqU4JFoJLS6G0lqUc&v=1&r=https%3a%2f%2fthoughtexperiments.net%2fquantum-suicide%2f&p=DevEx,5096.1",
                    "displayUrl": "https://thoughtexperiments.net/quantum-suicide",
                    "description": "Quantum Suicide, Quantum ... This is where the Quantum Suicide thought experiment ... Bruno Marchal Hans Moravec Max Tegmark physics quantum mechanics quantum suicide."
                },
                {
                    "name": "EPR paradox - Wikipedia",
                    "url": "https://www.bing.com/cr?IG=28A35F17E3A74A2AB46AB0DCE6938FD8&CID=0B0AF610054D6C353C47FCDF04126DF9&rd=1&h=SPlvLHEWa8yFzVrVegPFicM9ERt4BOTXDoI68cZdQB4&v=1&r=https%3a%2f%2fen.wikipedia.org%2fwiki%2fEPR_paradox&p=DevEx,5116.1",
                    "displayUrl": "https://en.wikipedia.org/wiki/EPR_paradox",
                    "description": "... of 1935 is an influential thought experiment in quantum mechanics ... physics experiments. Quantum mechanics ... EPR paradox, which shows that a \"measurement ..."
                }
            ]
}